Repository: Suukiro/dotfilesperoepico
Catalog: nitrogen/po/*.po
Languages: ru, tr

source: Unexpected argument
ru: Неожиданный аргумент
tr: Beklenmeyen değişken

source: expects an argument.
ru: ожидается аргумент.
tr: beklenen bir değişken.

source: does not expect an argument.
ru: не ожидался аргумент.
tr: beklenen bir değişken değil.

source: conflicts with another argument.
ru: конфликтует с другим аргументом.
tr: başka bir değişkenle çatışıyor.

source: Usage:
ru: Использование:
tr: Kullanım:

source: ERROR: Unable to load config file
ru: Ошибка: не удалось загрузить конфигурационный файл
tr: HATA: Yapılandırma dosyası yüklenemedi

source: Couldn't find group for
ru: Не удалось найти группу для
tr: Şunun için grup bulunamadı

source: Could not get filename from config file.
ru: Не удалось получить имя файла из конфигурационного файла.
tr: Yapılandırma dosyasından dosya adı alınamadı.

source: Could not get mode from config file.
ru: Не удалось получить режим из конфигурационного файла.
tr: Yapılandırma dosyasından kip alınamadı.

source: The error code returned was
ru: Программа завершилась с кодом
tr: Döndürülen hata kodu şuydu

source: We expected
ru: Ожидалось
tr: Bekledik

source: or
ru: или
tr: veya

source: You previewed an image without applying it, apply?
ru: Просмотренное изображение не было применено. Применить?
tr: Bir resmi uygulamadan önizlediniz, uygulansın mı?

source: Automatic
ru: Автоматически
tr: Otomatik

source: Scaled
ru: Растянуть
tr: Ölçeklenmiş

source: Centered
ru: По центру
tr: Ortalanmış

source: Tiled
ru: Замостить
tr: Döşenmiş

source: Zoomed
ru: Пропорционально уместить
tr: Büyütülmüş

source: Zoomed Fill
ru: Пропорционально заполнить
tr: Büyütülmüş Dolgu

source: Scale
ru: Растянуть
tr: Ölçekle

source: Center
ru: По центру
tr: Ortala

source: Tile
ru: Замостить
tr: Döşe

source: Zoom
ru: Пропорционально уместить
tr: Büyüt

source: ZoomFill
ru: Пропорционально заполнить
tr: Büyüterek Doldur

source: Auto
ru: Автоматически
tr: Otomatik

source: Could not get bg groups from config file.
ru: Не удалось получить группы изображений из конфигурационного файла.
tr: Yapılandırma dosyasından arka plan grupları alınamadı.

source: ERROR
ru: Ошибка
tr: HATA

source: Could not open display
ru: Не могу открыть дисплей
tr: Ekran açılamadı

source: ERROR: Could not load file in bg set
ru: Ошибка: не удалось загрузить файл изображения
tr: HATA: arka plan ayarında dosya yüklenemedi

source: Unknown mode for saved bg
ru: Неизвестный режим для сохранённого изображения
tr: Kaydedilmiş arka plan için bilinmeyen kip

source: ERROR: BG set could not make atoms.
ru: Ошибка: не удалось установить изображение как фон рабочего стола.
tr: HATA: Arka Plan ayarı atom oluşturamadı.

source: Screen
ru: Экран
tr: Ekran

source: Full Screen
ru: Весь экран
tr: Tam Ekran

source: Could not find Xinerama screen number
ru: Не удалось определить номер дисплея Ximerama
tr: Xinerama ekran numarası bulunamadı

source: Restore saved backgrounds
ru: Восстанавливать сохранённые изображения рабочего стола
tr: Kayıtlı arka planları geri yükle

source: Do not recurse into subdirectories
ru: Просматривать папку без подпапок
tr: Alt dizinlere özyineleme yapma

source: How to sort the backgrounds. Valid options are: * alpha, for alphanumeric sort * ralpha, for reverse alphanumeric sort * time, for last modified time sort (oldest first) * rtime, for reverse last modified time sort (newest first)
ru: Способ сортировки изображений. Возможные опции: * alpha, по алфавиту * ralpha, по алфавиту (в обратном порядке) * time, по дате изменения (сначала самые старые) * rtime, по дате изменения в обратном порядке (сначала самые новые)
tr: Arka planlar nasıl sıralanır. Geçerli seçenekler: * alfasayısal sıralama için alfa * ters alfasayısal sıralama için ralpha * son değiştirilme zamanı sıralaması için (en eskisi) time * son değiştirilme zamanı tersine (en yenisi) rtime

source: background color in hex, #000000 by default
ru: шестнадцатеричный код цвета, по умолчанию #000000
tr: arka plan rengi onaltılık, varsayılan olarak #000000

source: Select xinerama/multihead display in GUI, 0..n, -1 for full
ru: Выбрать дисплей многомониторной конфигурации: 0..n, -1 для общего фона
tr: Arayüzde xinerama/çok başlı ekranı seçin, tam olarak 0..n, -1

source: Force setter engine: xwindows, xinerama, gnome, pcmanfm
ru: Переопределить движок установщика фонов: xwindows, xinerama, gnome, pcmanfm
tr: Zorla ayarlama motoru: xwindows, xinerama, gnome, pcmanfm

source: Choose random background from config or given directory
ru: Выбрать случайное изображение из конфигурации или каталога
tr: Yapılandırmadan veya verilen dizinden rastgele arkaplan seç

source: Sets the background to the given file
ru: Устанавливает указаный файл фоном рабочего стола
tr: Arka planı verilen dosyaya ayarlar

source: scaled
ru: растянуть
tr: ölçeklenmiş

source: tiled
ru: замостить
tr: döşenmiş

source: auto
ru: автоматически
tr: otomatik

source: centered
ru: по центру
tr: ortalanmış

source: zoom
ru: пропорционально уместить
tr: büyütülmüş

source: zoom-fill
ru: пропорционально заполнить
tr: büyütülmüş dolgu

source: Saves the background permanently
ru: Сохраняет изображение рабочего стола
tr: Arka planı kalıcı olarak kaydeder

source: Could not open dir
ru: Не могу открыть папку
tr: Dizin açılamadı

source: Currently set background
ru: Текущее изображение рабочего стола
tr: Şu anda ayarlanmış arka plan

source: for
ru: для
tr: için

source: Error parsing command line
ru: Ошибка распознавания аргумента командной строки
tr: Komut satırı ayrıştırılırken hata oluştu

source: Preferences
ru: Настройки

source: View Options
ru: Параметры отображения

source: Directories
ru: Каталоги

source: Sort by
ru: Сортировка

source: _Icon
ru: _Значки

source: _Icon with captions
ru: Значки с _подписями

source: _List
ru: Список

source: _Time (descending)
ru: В_ремя (по убыванию)

source: _Time (ascending)
ru: _Время (по возрастанию)

source: _Name (ascending)
ru: _Имя (по возрастанию)

source: _Name (descending)
ru: Им_я (по убыванию)

source: Recurse
ru: Рекурсивно

source: Are you sure you want to delete <b>%1</b>?
ru: Вы уверены что хотите удалить <b>%1</b>?
